{
  "lang": "ar",
  "direction": "rtl",
  "header": {
    "title": "Bar Synapse",
    "toggleTheme": "تبديل الوضع الليلي",
    "appsButton": "التطبيقات",
    "launchAllButton": "تشغيل الكل",
    "languageButton": "Language"
  },
  "sectionTitle": "المجموعة الرقمية",
  "categories": {
    "media": "وسائط",
    "utility": "أدوات",
    "text": "نص",
    "tool": "أداة",
    "design": "تصميم",
    "personal": "شخصي",
    "journal": "مذكرة",
    "dictionary": "قاموس",
    "ai": "ذكاء اصطناعي"
  },
  "apps": [
    {
      "name": "سلايد برو",
      "badge": "وسائط",
      "subtitle": "عرض صور غني بالمميزات",
      "visit": "زيارة",
      "description": "تطبيق ويب أنيق وغني بالمميزات لعرض الصور. قم بتحميل صور متعددة والتحكم في العرض بخيارات البدء والإيقاف والخلط والشاشة الكاملة والتكرار وشريط التقدم. قم بتخصيص تأخير الشرائح والتنقل باستخدام مفاتيح الأسهم واستمتع بانتقالات سلسة مع تصميم متجاوب."
    },
    {
      "name": "مصنف دقة الصور",
      "badge": "أدوات",
      "subtitle": "تصنيف الصور حسب الدقة",
      "visit": "زيارة",
      "description": "مصنف دقة الصور: أداة ويب تصنف الصور حسب الدقة. قم بتحميل صورك لفرزها تلقائيًا إلى مجموعات منخفضة أو قياسية أو عالية الدقة. معالجة مجموعات كاملة دفعة واحدة والتصدير بنقرة واحدة. بسيط وسريع وفعال."
    },
    {
      "name": "القارئ",
      "badge": "نص",
      "subtitle": "تحرير وعرض نص منسق",
      "visit": "زيارة",
      "description": "القارئ هو تطبيق ويب بسيط مصمم لتحرير وعرض النصوص المنسقة. يتميز التطبيق بتصميم نظيف وبسيط مع حواف مستديرة وواجهة سهلة الاستخدام. يمكن للمستخدمين إدخال النص في محرر بشريط أدوات مخصص وإرساله لعرض المحتوى المنسق أدناه."
    },
    {
      "name": "مولد الأرقام العشوائية",
      "badge": "أداة",
      "subtitle": "توليد أرقام من 12 رقم",
      "visit": "زيارة",
      "description": "تطبيق ويب بسيط ينشئ أرقامًا من 12 رقمًا. يحتوي على زر لتوليد الأرقام ومنطقة عرض ووظيفة نسخ إلى الحافظة. يتضمن التصميم تخطيطًا متجاوبًا وأزرارًا تفاعلية. مثالي للتوليد السريع والسهل للأرقام العشوائية."
    },
    {
      "name": "مركز الوسائط",
      "badge": "وسائط",
      "subtitle": "عارض وسائط أنيق",
      "visit": "زيارة",
      "description": "تطبيق ويب أنيق لعرض الوسائط للصور والفيديوهات بواجهة مستخدم حديثة. تشمل الميزات العرض بملء الشاشة والتنقل بلوحة المفاتيح ودعم تحميل الملفات وتأثيرات خلفية ضبابية ونظام فهرسة. يوفر انتقالات سلسة وتصميمًا متجاوبًا."
    },
    {
      "name": "مصمم التدرجات",
      "badge": "تصميم",
      "subtitle": "إنشاء تدرجات مخصصة",
      "visit": "زيارة",
      "description": "تطبيق ويب ديناميكي لمصمم التدرجات لإنشاء وتخصيص وتنزيل خلفيات متدرجة. قم بتوليد تدرجات عشوائية واختيار الألوان يدويًا واستخراج الألوان من الصور وعرض أسماء الألوان. استمتع بتصميم متجاوب وواجهة مستخدم تفاعلية لتجربة سلسة."
    },
    {
      "name": "توكين",
      "badge": "شخصي",
      "subtitle": "موقع شخصي بسيط",
      "visit": "زيارة",
      "description": "موقع شخصي أنيق وبسيط يوفر تجربة مستخدم سلسة مع تنقل بديهي وجماليات حديثة."
    },
    {
      "name": "منشور الذاكرة",
      "badge": "مذكرة",
      "subtitle": "مذكرة ذاكرة عبر الإنترنت",
      "visit": "زيارة",
      "description": "ذاكرة عبر الإنترنت تتيح لك كتابة وحفظ إدخالاتك الشخصية بسهولة. استخدم المحرر البسيط لالتقاط أفكارك وتنسيقها كما تريد ومراجعتها في أي وقت. يتم منع الإدخالات المكررة للحفاظ على يوميتك فريدة. يمكنك أيضًا حفظ جميع إدخالاتك في ملف أو تحميلها مرة أخرى مما يضمن أن ذكرياتك آمنة وسهلة الوصول."
    },
    {
      "name": "عدسة القاموس",
      "badge": "قاموس",
      "subtitle": "استكشاف الكلمات التفاعلي",
      "visit": "زيارة",
      "description": "عدسة القاموس هو تطبيق ويب تفاعلي يحيي الكلمات بالتعاريف والصور المرئية. ابحث عن أي كلمة لرؤية معانيها وأمثلة الاستخدام والصور ذات الصلة في واجهة نظيفة وحديثة. يتضمن السجل والوضع القابل للنقر الذي يتيح لك استكشاف علاقات الكلمات بالنقر على المصطلحات داخل التعاريف."
    },
    {
      "name": "جانب الدماغ",
      "badge": "ذكاء اصطناعي",
      "subtitle": "تصور دماغ ثلاثي الأبعاد",
      "visit": "زيارة",
      "description": "تصور تفاعلي ثلاثي الأبعاد للدماغ مدعوم بالذكاء الاصطناعي. ابحث عن أي نشاط لترى أي مناطق الدماغ تضيء."
    }
  ],
  "footer": {
    "aboutTitle": "About Bar Synapse",
    "aboutText": "An experimental collection of curated web applications",
    "createdWithTitle": "Created with",
    "developerTitle": "Developer",
    "copyright": "© 2026 Bar Synapse by Hexy | All rights reserved"
  }
}
