{
  "lang": "en",
  "direction": "ltr",
  "header": {
    "title": "Bar Synapse",
    "toggleTheme": "Toggle Dark Mode",
    "appsButton": "Apps",
    "launchAllButton": "Launch All",
    "languageButton": "Language"
  },
  "sectionTitle": "Digital Collection",
  "apps": [
    {
      "name": "Slide Pro",
      "badge": "Media",
      "visit": "Visit",
      "description": "A sleek, feature-rich image slideshow web app. Upload multiple images and control the slideshow with start, stop, shuffle, fullscreen, loop, and progress bar options. Customize slide delay, navigate with arrow keys, and enjoy smooth transitions with a responsive design."
    },
    {
      "name": "Photo Resolution Sorter",
      "badge": "Utility",
      "visit": "Visit",
      "description": "Photo Resolution Sorter: A web tool that categorizes images by resolution. Upload your photos to automatically sort them into low, standard, or high-res groups. Process entire collections at once and export with a single click. Simple, fast, effective."
    },
    {
      "name": "Reader",
      "badge": "Text",
      "visit": "Visit",
      "description": "Reader is a simple web app designed for rich text editing and display. The application features a clean, minimalist design with rounded edges and a user-friendly interface. Users can input text into an editor with a customized toolbar and submit it to display the formatted content below."
    },
    {
      "name": "Random Number Generator",
      "badge": "Tool",
      "visit": "Visit",
      "description": "A simple web app that generates 12-digit numbers. It features a button to generate numbers, a display area, and a copy-to-clipboard function. The design includes a responsive layout, and interactive buttons. Ideal for quick and easy random number generation."
    },
    {
      "name": "Media Hub",
      "badge": "Media",
      "visit": "Visit",
      "description": "A sleek media viewer web app for images and videos with a modern UI. Features include fullscreen viewing, keyboard navigation, file upload support, blur background effects, and an index system. It offers smooth transitions and a responsive design."
    },
    {
      "name": "Gradient Designer",
      "badge": "Design",
      "visit": "Visit",
      "description": "A dynamic Gradient Designer web app for creating, customizing, and downloading gradient backgrounds. Generate random gradients, manually select colors, extract colors from photos, and view color names. Enjoy responsive design and an interactive UI for a seamless experience."
    },
    {
      "name": "Token",
      "badge": "Personal",
      "visit": "Visit",
      "description": "A sleek, minimalist personal website offering a seamless user experience with intuitive navigation and modern aesthetics."
    },
    {
      "name": "Memory Prism",
      "badge": "Journal",
      "visit": "Visit",
      "description": "An online memory that lets you easily write and save your personal entries. Use the simple editor to capture your thoughts, format them as you like, and revisit them anytime. Duplicate entries are prevented to keep your journal unique. You can also save all your entries to a file or load them back, ensuring your memories are secure and accessible."
    },
    {
      "name": "Dictionary Lens",
      "badge": "Dictionary",
      "visit": "Visit",
      "description": "Dictionary Lens is an interactive web application that brings words to life with definitions and visual imagery. Search for any word to see its meanings, usage examples, and related images in a clean, modern interface. Features history and a clickable mode that lets you explore word relationships by clicking on terms within definitions."
    },

    {
      "name": "Brain Side",
      "badge": "AI",
      "visit": "Visit",
      "description": "AI-powered interactive 3D brain visualization. Search any activity to see which brain regions light up."
    }
  ],
  "footer": {
    "aboutTitle": "About Bar Synapse",
    "aboutText": "An experimental collection of curated web applications",
    "createdWithTitle": "Created with",
    "developerTitle": "Developer",
    "copyright": "© 2025 Bar Synapse by Hexy | All rights reserved"
  }
}