{
  "lang": "he",
  "direction": "rtl",
  "header": {
    "title": "Bar Synapse",
    "toggleTheme": "החלף מצב כהה",
    "appsButton": "אפליקציות",
    "launchAllButton": "פתח הכל",
    "languageButton": "Language"
  },
  "sectionTitle": "אוסף דיגיטלי",
  "apps": [
    {
      "name": "סלייד פרו",
      "badge": "מדיה",
      "visit": "ביקור",
      "description": "אפליקציית מצגת תמונות אלגנטית ועשירה בתכונות. העלה תמונות מרובות ושלוט במצגת עם אפשרויות הפעלה, עצירה, ערבוב, מסך מלא, לולאה ושורת התקדמות. התאם אישית את עיכוב השקופיות, נווט עם מקשי חץ ותיהנה ממעברים חלקים עם עיצוב רספונסיבי."
    },
    {
      "name": "ממיין רזולוציית תמונות",
      "badge": "כלי",
      "visit": "ביקור",
      "description": "ממיין רזולוציית תמונות: כלי אינטרנט שמסווג תמונות לפי רזולוציה. העלה את התמונות שלך כדי למיין אותן אוטומטית לקבוצות רזולוציה נמוכה, סטנדרטית או גבוהה. עבד אוספים שלמים בבת אחת וייצא בלחיצה אחת. פשוט, מהיר, יעיל."
    },
    {
      "name": "קורא",
      "badge": "טקסט",
      "visit": "ביקור",
      "description": "קורא הוא אפליקציית אינטרנט פשוטה המיועדת לעריכה ותצוגה של טקסט עשיר. האפליקציה כוללת עיצוב נקי ומינימליסטי עם קצוות מעוגלים וממשק ידידותי למשתמש. משתמשים יכולים להזין טקסט לעורך עם סרגל כלים מותאם אישית ולשלוח אותו כדי להציג את התוכן המעוצב למטה."
    },
    {
      "name": "מחולל מספרים אקראיים",
      "badge": "כלי",
      "visit": "ביקור",
      "description": "אפליקציית אינטרנט פשוטה שיוצרת מספרים בני 12 ספרות. היא כוללת כפתור ליצירת מספרים, אזור תצוגה ופונקציית העתק ללוח. העיצוב כולל פריסה רספונסיבית וכפתורים אינטראקטיביים. אידיאלי ליצירת מספרים אקראיים מהירה וקלה."
    },
    {
      "name": "מרכז מדיה",
      "badge": "מדיה",
      "visit": "ביקור",
      "description": "אפליקציית מציג מדיה אלגנטית לתמונות וסרטונים עם ממשק משתמש מודרני. התכונות כוללות צפייה במסך מלא, ניווט במקלדת, תמיכה בהעלאת קבצים, אפקטי רקע מטושטשים ומערכת אינדקס. היא מציעה מעברים חלקים ועיצוב רספונסיבי."
    },
    {
      "name": "מעצב גרדיאנט",
      "badge": "עיצוב",
      "visit": "ביקור",
      "description": "אפליקציית מעצב גרדיאנט דינמית ליצירה, התאמה אישית והורדה של רקעים מדורגים. צור גרדיאנטים אקראיים, בחר צבעים ידנית, חלץ צבעים מתמונות והצג שמות צבעים. תיהנה מעיצוב רספונסיבי וממשק משתמש אינטראקטיבי לחוויה חלקה."
    },
    {
      "name": "טוקן",
      "badge": "אישי",
      "visit": "ביקור",
      "description": "אתר אישי אלגנטי ומינימליסטי המציע חוויית משתמש חלקה עם ניווט אינטואיטיבי ואסתטיקה מודרנית."
    },
    {
      "name": "פריזמת זיכרון",
      "badge": "יומן",
      "visit": "ביקור",
      "description": "זיכרון מקוון המאפשר לך לכתוב ולשמור בקלות את הרשומות האישיות שלך. השתמש בעורך הפשוט כדי ללכוד את המחשבות שלך, לעצב אותן כרצונך ולבקר בהן בכל עת. רשומות כפולות נמנעות כדי לשמור על היומן שלך ייחודי. אתה יכול גם לשמור את כל הרשומות שלך לקובץ או לטעון אותן בחזרה, מה שמבטיח שהזיכרונות שלך בטוחים ונגישים."
    },
    {
      "name": "עדשת מילון",
      "badge": "מילון",
      "visit": "ביקור",
      "description": "עדשת מילון היא אפליקציית אינטרנט אינטראקטיבית שמביאה מילים לחיים עם הגדרות ותמונות ויזואליות. חפש כל מילה כדי לראות את המשמעויות שלה, דוגמאות שימוש ותמונות קשורות בממשק נקי ומודרני. כולל היסטוריה ומצב לחיצה המאפשר לך לחקור קשרי מילים על ידי לחיצה על מונחים בתוך הגדרות."
    },
    {
      "name": "חוויית חיבור",
      "badge": "AI",
      "visit": "ביקור",
      "description": "העלה תמונה. AI יוצר חוויה. כל תמונה בנויה על הקודמת, יוצרת מסע חכם ומתפתח שמגלה קשרים שלא ידעת שקיימים."
    },
    {
      "name": "צד המוח",
      "badge": "AI",
      "visit": "ביקור",
      "description": "הדמיית מוח תלת-ממדית אינטראקטיבית מופעלת על ידי AI. חפש כל פעילות כדי לראות אילו אזורי מוח נדלקים."
    }
  ],
  "footer": {
    "aboutTitle": "About Bar Synapse",
    "aboutText": "An experimental collection of curated web applications",
    "createdWithTitle": "Created with",
    "developerTitle": "Developer",
    "copyright": "© 2025 Bar Synapse by Hexy | All rights reserved"
  }
}